alsa-utils
arch-audit
at
autoconf
automake
awesome
base
bash
binutils
bison
bluez
bluez-utils
bspwm
bzip2
ca-certificates
chromium
cmake
coreutils
cryptsetup
cups
device-mapper
dhclient
diffutils
discord
e2fsprogs
efibootmgr
emacs
etckeeper
exfat-utils
fakeroot
feh
ffmpeg
file
filesystem
findutils
flex
gawk
gcc
gcc-libs
gdb
gettext
ghostscript
gimp
git
glibc
grep
grub
gzip
htop
inetutils
inkscape
intel-ucode
iproute2
iputils
iucode-tool
iw
jq
less
lib32-mesa
libcaca
libmtp
libtool
licenses
linux
logrotate
lsof
m4
maim
make
man-db
man-pages
moreutils
neofetch
netctl
networkmanager
ntp
openssh
openvpn
otf-overpass
pacman
pacman-contrib
patch
pavucontrol
pciutils
perl
perl-rename
picom
pkgconf
playerctl
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-pip
python-pywal
ranger
reflector
rofi
rsync
rtorrent
sed
shadow
smartmontools
sshfs
steam
sudo
sxhkd
sysfsutils
systemd-sysvcompat
tar
texinfo
tmux
tree
ttf-liberation
udiskie
udisks2
unzip
usbutils
util-linux
valgrind
vim
vlc
vulkan-intel
wget
which
wpa_supplicant
xchm
xclip
xdo
xdotool
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-font-util
xorg-fonts-encodings
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xbacklight
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorg-xwininfo
zip
zsh
